{
  "menu": {
    "beer": [
      {
        "id": 1,
        "title": "American Amber Ale",
        "family": "Pale Ales",
        "description": "Like most amber beers, American amber ale is named after the golden to amber color this American version of English pale ale exhibits. The color is derived from the use of caramel and crystal malt additions, which are roasted to provide amber beers with the color, body and flavor many beer fans have come to appreciate. ",
        "country": "USA",
        "image": "amber-ale.jpg"
      },
      {
        "id": 2,
        "title": "American Pale Ale",
        "family": "Pale Ales",
        "description": "Like many others that have become known as classic American beers, the American pale ale can trace its roots to beer styles from abroad. The American pale ale beer was inspired by the English pale ale, replacing its English counterpart’s earthy, herbal hops with generous additions of boldly citrus and pine-like American varieties. ",
        "country": "USA",
        "image": "american-pale-ale.jpg"
      },
      {
        "id": 3,
        "title": "Blonde Ale",
        "family": "Pale Ales",
        "description": "One of the most approachable styles, a golden or blonde ale is an easy-drinking beer that is visually appealing and has no particularly dominating malt or hop characteristics. Rounded and smooth, it is an American classic known for its simplicity. Sometimes referred to as “golden ale.”",
        "country": "USA",
        "image": "blonde-ale.jpg"
      },
      {
        "id": 4,
        "title": "English-Style Bitter",
        "family": "Pale Ales",
        "description": "The English-style bitter is a very sessionable, lower-alcohol, malt-driven style. Broad style description commonly associated with cask-conditioned beers. The light- to medium-bodied ordinary bitter is gold to copper in color, with a low residual malt sweetness.",
        "country": "England",
        "image": "english-style-bitter.jpg"
      },
      {
        "id": 5,
        "title": "English-Style Pale Ale (ESB)",
        "family": "Pale Ales",
        "description": "ESB stands for “extra special bitter.” This style is known for its balance and the interplay between malt and hop bitterness. English pale ales display earthy, herbal English-variety hop character. Medium to high hop bitterness, flavor and aroma should be evident.",
        "country": "England",
        "image": "english-style-pale-ale-esb.jpg"
      },
      {
        "id": 6,
        "title": "American Amber Lager",
        "family": "Dark Lagers",
        "description": "A widely available, sessionable craft beer style that showcases both malt and hops. Amber lagers are a medium-bodied lager with a toasty or caramel-like malt character. Hop bitterness can range from very low to medium-high.",
        "country": "USA",
        "image": "american-amber-lager.jpg"
      },
      {
        "id": 7,
        "title": "German-Style Dunkel",
        "family": "Dark Lagers",
        "description": "The German-style dunkel is a bottom-fermented lager style beer. The word “dunkel” is German for “dark,” and this dark beer style offers beer lovers balanced flavors of chocolate, bread crust and caramel. The dunkel is a classic German lager that craft brewers are fond of brewing and countless people across the world are fond of enjoying.",
        "country": "Germany",
        "image": "german-style-dunkel.jpg"
      },
      {
        "id": 8,
        "title": "German-Style Marzen / Oktoberfest",
        "family": "Dark Lagers",
        "description": "A beer rich in malt with a balance of clean, hop bitterness, similar to the Vienna lager. Toasted bread or biscuit-like malt aroma and flavor is to be expected. Originating in Germany, this style was traditionally brewed in the spring (“Marzen” meaning “March”) and aged, or lagered, throughout the summer.",
        "country": "Germany",
        "image": "german-style-marzen-oktoberfest.jpg"
      },
      {
        "id": 9,
        "title": "German-Style Schwarzbier",
        "family": "Dark Lagers",
        "description": "Sometimes called black lagers, they may remind some of German-style dunkels, but schwarzbiers are drier, darker and more roast-oriented.These very dark brown to black beers have a surprisingly pale-colored foam head (not excessively brown) with good cling quality.",
        "country": "Germany",
        "image": "german-style-schwarzbier.jpg"
      },
      {
        "id": 10,
        "title": "Vienna-Style Lager",
        "family": "Dark Lagers",
        "description": "Vienna Lager ranges from copper to reddish brown in color. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is low to medium-low.",
        "country": "USA",
        "image": "vienna-style-lager.jpg"
      },
      {
        "id": 11,
        "title": "American Brown Ale",
        "family": "Brown Ales",
        "description": "Roasted malt, caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma for the American brown ale. American-style brown ales have evident low to medium hop flavor and aroma and medium to high hop bitterness. The history of this style dates back to U.S. homebrewers who were inspired by English-style brown ales and porters.",
        "country": "USA",
        "image": "american-brown-ale.jpg"
      },
      {
        "id": 12,
        "title": "English-Style Brown Ale",
        "family": "Brown Ales",
        "description": "A bona fide English beer classic, English-style brown ale is easily one of the most iconic beer styles. Toasty, robust and with a bit of chocolate maltiness, the English brown ale is a meal in a glass, but offers unlimited opportunities for memorable food pairings.",
        "country": "England",
        "image": "english-style-brown-ale.jpg"
      },
      {
        "id": 13,
        "title": "English-Style Mild",
        "family": "Brown Ales",
        "description": "Malt and caramel are part of the flavor and aroma profile of the English-style mild while licorice and roast malt tones may sometimes contribute as well. Hop bitterness is very low to low. U.S. brewers are known to make lighter-colored versions as well as the more common “dark mild.”",
        "country": "England",
        "image": "english-style-dark-mild.jpg"
      },
      {
        "id": 14,
        "title": "American IPA",
        "family": "India Pale Ales",
        "description": "Characterized by floral, fruity, citrus-like, piney or resinous American-variety hop character, the IPA beer style is all about hop flavor, aroma and bitterness. This has been the most-entered category at the Great American Beer Festival for more than a decade, and is the top-selling craft beer style in supermarkets and liquor stores across the U.S.",
        "country": "USA",
        "image": "american-india-pale-ale.jpg"
      },
      {
        "id": 15,
        "title": "English-Style IPA",
        "family": "India Pale Ales",
        "description": "Strong, bitter and completely misunderstood, the English India pale ale (or English IPA) bridges the gap between past and present. No other style represents modern craft brewing excitement quite like the IPA, and while this English beer differs widely from the American version it inspires.",
        "country": "England",
        "image": "english-style-india-pale-ale.jpg"
      },
      {
        "id": 16,
        "title": "Imperial India Pale Ale",
        "family": "India Pale Ales",
        "description": "American craft beer lovers are huge fans of the IPA. The quest for more of the India pale ale flavor has led them to the imperial India pale ale, a stronger version of the American IPA, which boasts even more hoppy flavor, aroma and bitterness. Imperial India pale ale is darker in color than the American IPA, substantially more bitter, and high in alcohol by volume.",
        "country": "USA",
        "image": "imperial-india-pale-ale.jpg"
      },
      {
        "id": 17,
        "title": "New England IPA",
        "family": "India Pale Ales",
        "description": "Emphasizing hop aroma and flavor without bracing bitterness, the New England IPA  leans heavily on late and dry hopping techniques to deliver a bursting juicy, tropical hop experience. The skillful balance of technique and ingredient selection, often including the addition of wheat or oats, lends an alluring haze to this popular take on the American IPA.",
        "country": "England",
        "image": "new-england-ipa.jpg"
      },
      {
        "id": 18,
        "title": "American-Style Wheat Wine Ale",
        "family": " Wheat Beers",
        "description": "VPart of the “strong ale” category, the American-Style Wheat Wine Ale is not derived from grapes as its name might suggest. Made with at least 50 percent wheat malt, this full-bodied beer features bready and candy flavors, and finishes with a great deal of malty sweetness.",
        "country": "USA",
        "image": "american-style-wheat-wine-ale.jpg"
      },
      {
        "id": 19,
        "title": "American Wheat",
        "family": "Wheat Beers",
        "description": "American wheat beers are some of the most approachable beers in the craft beer world, and the versatility of wheat beer allows it to be combined with a variety of ingredients or enjoyed on its own alongside a wide variety of food options.",
        "country": "USA",
        "image": "american-wheat.jpg"
      },
      {
        "id": 20,
        "title": "Belgian-Style Witbier",
        "family": "Wheat Beers",
        "description": "Belgian-style witbier is brewed using unmalted wheat, sometimes oats and malted barley. Witbiers are spiced with coriander and orange peel. A style that dates back hundreds of years, it fell into relative obscurity until it was revived by Belgian brewer Pierre Celis in the 1960s.",
        "country": "Belgium",
        "image": "belgian-style-wit.jpg"
      },
      {
        "id": 21,
        "title": "Berliner-Style Weisse",
        "family": "Wheat Beers",
        "description": "Low in alcohol, refreshingly tart, and often served with a flavored syrup like Woodruff or raspberry, the Berliner-style Weisse presents a harmony between yeast and lactic acid. These beers are very pale in color, and may be cloudy as they are often unfiltered. Hops are not a feature of this style, but these beers often do showcase esters.",
        "country": "Germany",
        "image": "berliner-style-weisse.jpg"
      },
      {
        "id": 22,
        "title": "Berliner-Style Weisse",
        "family": "Wheat Beers",
        "description": "The German-style Dunkelweizen can be considered a cross between a German-style dunkel and a hefeweizen. Distinguished by its sweet maltiness and chocolate-like character, it can also have banana and clove (and occasionally vanilla or bubblegum) esters from weizen ale yeast.",
        "country": "Germany",
        "image": "german-style-dunkelweizen.jpg"
      },
      {
        "id": 23,
        "title": "German-Style Hefeweizen",
        "family": "Wheat Beers",
        "description": "Arguably one of the most recognizable beer styles, the German-style hefeweizen offers a striking beer experience thanks to the use of distinctive wheat malt, unique yeast and uncharateristic appearance. This wheat beer breaks from the German beer mold, showcasing yeast-driven fruit and spice as well as bearing an eye-catching mystique.",
        "country": "Germany",
        "image": "german-style-hefeweizen.jpg"
      },
      {
        "id": 24,
        "title": "American Barley Wine",
        "family": "Strong Ales",
        "description": "American barley wine ranges from amber to deep red/copper-garnet in color. A caramel and/or toffee aroma and flavor are often part of the malt character along with high residual malty sweetness. Complexity of alcohols is evident. Fruity-ester character is often high.",
        "country": "USA",
        "image": "american-barley-wine.jpg"
      },
      {
        "id": 25,
        "title": "American Imperial Red Ale",
        "family": "Strong Ales",
        "description": "The use of American hops in the American imperial red ale lends to the perception of medium hop bitterness, flavor and aroma. Coupled with a solid malt profile, this should be a beer with balance between hop bitterness and malt sweetness. This is another example of modern American brewers taking an established style and boosting the flavor.",
        "country": "USA",
        "image": "american-imperial-red-ale.jpg"
      },
      {
        "id": 26,
        "title": "British-Style Barley Wine Ale",
        "family": "Strong Ales",
        "description": "The name “British-style barley wine” represents a group of strong ales that rival the strength and complexity of some of the world’s most celebrated beverages. This brawny, malt-forward beer style is often one of the strongest beer styles on any given beer menu, and showcases a complex melange of toffee and fruit flavors counterbalanced by warming alcohol and sturdy hop bitterness.",
        "country": "England",
        "image": "british-style-barley-wine-ale.jpg"
      },
      {
        "id": 27,
        "title": "English-Style Old Ale",
        "family": "Strong Ales",
        "description": "A distinctive quality of these ales is that their yeast undergoes an aging process (often for years) in bulk storage or through bottle conditioning, which contributes to a rich, wine-like and often sweet oxidation character. Old ales are copper-red to very dark in color. Complex estery character may emerge.",
        "country": "English",
        "image": "english-style-old-ale.jpg"
      }
    ],
    "whiskey": [
      { "id": 1, "name": "Jameson", "type": "scotish" },
      { "id": 2, "name": "Jack Daniels", "type": "USA" }
    ]
  }
}
