{
  "menu": {
    "beer": [
      {
        "id": 1,
        "title": "American Amber Ale",
        "family": "Pale Ales",
        "description": "Like most amber beers, American amber ale is named after the golden to amber color this American version of English pale ale exhibits. The color is derived from the use of caramel and crystal malt additions, which are roasted to provide amber beers with the color, body and flavor many beer fans have come to appreciate. ",
        "country": "USA",
        "price": "12$",
        "image": "amber-ale.jpg"
      },
      {
        "id": 2,
        "title": "American Pale Ale",
        "family": "Pale Ales",
        "description": "Like many others that have become known as classic American beers, the American pale ale can trace its roots to beer styles from abroad. The American pale ale beer was inspired by the English pale ale, replacing its English counterpart’s earthy, herbal hops with generous additions of boldly citrus and pine-like American varieties. ",
        "country": "USA",
        "price": "12$",
        "image": "american-pale-ale.jpg"
      },
      {
        "id": 3,
        "title": "Blonde Ale",
        "family": "Pale Ales",
        "description": "One of the most approachable styles, a golden or blonde ale is an easy-drinking beer that is visually appealing and has no particularly dominating malt or hop characteristics. Rounded and smooth, it is an American classic known for its simplicity. Sometimes referred to as “golden ale.”",
        "country": "USA",
        "price": "12$",
        "image": "blonde-ale.jpg"
      },
      {
        "id": 4,
        "title": "English-Style Bitter",
        "family": "Pale Ales",
        "description": "The English-style bitter is a very sessionable, lower-alcohol, malt-driven style. Broad style description commonly associated with cask-conditioned beers. The light- to medium-bodied ordinary bitter is gold to copper in color, with a low residual malt sweetness.",
        "country": "England",
        "price": "12$",
        "image": "english-style-bitter.jpg"
      },
      {
        "id": 5,
        "title": "English-Style Pale Ale (ESB)",
        "family": "Pale Ales",
        "description": "ESB stands for “extra special bitter.” This style is known for its balance and the interplay between malt and hop bitterness. English pale ales display earthy, herbal English-variety hop character. Medium to high hop bitterness, flavor and aroma should be evident.",
        "country": "England",
        "price": "12$",
        "image": "english-style-pale-ale-esb.jpg"
      },
      {
        "id": 6,
        "title": "American Amber Lager",
        "family": "Dark Lagers",
        "description": "A widely available, sessionable craft beer style that showcases both malt and hops. Amber lagers are a medium-bodied lager with a toasty or caramel-like malt character. Hop bitterness can range from very low to medium-high.",
        "country": "USA",
        "price": "12$",
        "image": "american-amber-lager.jpg"
      },
      {
        "id": 7,
        "title": "German-Style Dunkel",
        "family": "Dark Lagers",
        "description": "The German-style dunkel is a bottom-fermented lager style beer. The word “dunkel” is German for “dark,” and this dark beer style offers beer lovers balanced flavors of chocolate, bread crust and caramel. The dunkel is a classic German lager that craft brewers are fond of brewing and countless people across the world are fond of enjoying.",
        "country": "Germany",
        "price": "12$",
        "image": "german-style-dunkel.jpg"
      },
      {
        "id": 8,
        "title": "German-Style Marzen / Oktoberfest",
        "family": "Dark Lagers",
        "description": "A beer rich in malt with a balance of clean, hop bitterness, similar to the Vienna lager. Toasted bread or biscuit-like malt aroma and flavor is to be expected. Originating in Germany, this style was traditionally brewed in the spring (“Marzen” meaning “March”) and aged, or lagered, throughout the summer.",
        "country": "Germany",
        "price": "12$",
        "image": "german-style-marzen-oktoberfest.jpg"
      },
      {
        "id": 9,
        "title": "German-Style Schwarzbier",
        "family": "Dark Lagers",
        "description": "Sometimes called black lagers, they may remind some of German-style dunkels, but schwarzbiers are drier, darker and more roast-oriented.These very dark brown to black beers have a surprisingly pale-colored foam head (not excessively brown) with good cling quality.",
        "country": "Germany",
        "price": "12$",
        "image": "german-style-schwarzbier.jpg"
      },
      {
        "id": 10,
        "title": "Vienna-Style Lager",
        "family": "Dark Lagers",
        "description": "Vienna Lager ranges from copper to reddish brown in color. The beer is characterized by malty aroma and slight malt sweetness. The malt aroma and flavor should have a notable degree of toasted and/or slightly roasted malt character. Hop bitterness is low to medium-low.",
        "country": "USA",
        "price": "12$",
        "image": "vienna-style-lager.jpg"
      },
      {
        "id": 11,
        "title": "American Brown Ale",
        "family": "Brown Ales",
        "description": "Roasted malt, caramel-like and chocolate-like characters should be of medium intensity in both flavor and aroma for the American brown ale. American-style brown ales have evident low to medium hop flavor and aroma and medium to high hop bitterness. The history of this style dates back to U.S. homebrewers who were inspired by English-style brown ales and porters.",
        "country": "USA",
        "price": "12$",
        "image": "american-brown-ale.jpg"
      },
      {
        "id": 12,
        "title": "English-Style Brown Ale",
        "family": "Brown Ales",
        "description": "A bona fide English beer classic, English-style brown ale is easily one of the most iconic beer styles. Toasty, robust and with a bit of chocolate maltiness, the English brown ale is a meal in a glass, but offers unlimited opportunities for memorable food pairings.",
        "country": "England",
        "price": "12$",
        "image": "english-style-brown-ale.jpg"
      },
      {
        "id": 13,
        "title": "English-Style Mild",
        "family": "Brown Ales",
        "description": "Malt and caramel are part of the flavor and aroma profile of the English-style mild while licorice and roast malt tones may sometimes contribute as well. Hop bitterness is very low to low. U.S. brewers are known to make lighter-colored versions as well as the more common “dark mild.”",
        "country": "England",
        "image": "english-style-dark-mild.jpg"
      },
      {
        "id": 14,
        "title": "American IPA",
        "family": "India Pale Ales",
        "description": "Characterized by floral, fruity, citrus-like, piney or resinous American-variety hop character, the IPA beer style is all about hop flavor, aroma and bitterness. This has been the most-entered category at the Great American Beer Festival for more than a decade, and is the top-selling craft beer style in supermarkets and liquor stores across the U.S.",
        "country": "USA",
        "price": "12$",
        "image": "american-india-pale-ale.jpg"
      },
      {
        "id": 15,
        "title": "English-Style IPA",
        "family": "India Pale Ales",
        "description": "Strong, bitter and completely misunderstood, the English India pale ale (or English IPA) bridges the gap between past and present. No other style represents modern craft brewing excitement quite like the IPA, and while this English beer differs widely from the American version it inspires.",
        "country": "England",
        "price": "12$",
        "image": "english-style-india-pale-ale.jpg"
      },
      {
        "id": 16,
        "title": "Imperial India Pale Ale",
        "family": "India Pale Ales",
        "description": "American craft beer lovers are huge fans of the IPA. The quest for more of the India pale ale flavor has led them to the imperial India pale ale, a stronger version of the American IPA, which boasts even more hoppy flavor, aroma and bitterness. Imperial India pale ale is darker in color than the American IPA, substantially more bitter, and high in alcohol by volume.",
        "country": "USA",
        "price": "12$",
        "image": "imperial-india-pale-ale.jpg"
      },
      {
        "id": 17,
        "title": "New England IPA",
        "family": "India Pale Ales",
        "description": "Emphasizing hop aroma and flavor without bracing bitterness, the New England IPA  leans heavily on late and dry hopping techniques to deliver a bursting juicy, tropical hop experience. The skillful balance of technique and ingredient selection, often including the addition of wheat or oats, lends an alluring haze to this popular take on the American IPA.",
        "country": "England",
        "price": "12$",
        "image": "new-england-ipa.jpg"
      },
      {
        "id": 18,
        "title": "American-Style Wheat Wine Ale",
        "family": " Wheat Beers",
        "description": "VPart of the “strong ale” category, the American-Style Wheat Wine Ale is not derived from grapes as its name might suggest. Made with at least 50 percent wheat malt, this full-bodied beer features bready and candy flavors, and finishes with a great deal of malty sweetness.",
        "country": "USA",
        "price": "12$",
        "image": "american-style-wheat-wine-ale.jpg"
      },
      {
        "id": 19,
        "title": "American Wheat",
        "family": "Wheat Beers",
        "description": "American wheat beers are some of the most approachable beers in the craft beer world, and the versatility of wheat beer allows it to be combined with a variety of ingredients or enjoyed on its own alongside a wide variety of food options.",
        "country": "USA",
        "price": "12$",
        "image": "american-wheat.jpg"
      },
      {
        "id": 20,
        "title": "Belgian-Style Witbier",
        "family": "Wheat Beers",
        "description": "Belgian-style witbier is brewed using unmalted wheat, sometimes oats and malted barley. Witbiers are spiced with coriander and orange peel. A style that dates back hundreds of years, it fell into relative obscurity until it was revived by Belgian brewer Pierre Celis in the 1960s.",
        "country": "Belgium",
        "price": "12$",
        "image": "belgian-style-wit.jpg"
      },
      {
        "id": 21,
        "title": "Berliner-Style Weisse",
        "family": "Wheat Beers",
        "description": "Low in alcohol, refreshingly tart, and often served with a flavored syrup like Woodruff or raspberry, the Berliner-style Weisse presents a harmony between yeast and lactic acid. These beers are very pale in color, and may be cloudy as they are often unfiltered. Hops are not a feature of this style, but these beers often do showcase esters.",
        "country": "Germany",
        "price": "12$",
        "image": "berliner-style-weisse.jpg"
      },
      {
        "id": 22,
        "title": "Berliner-Style Weisse",
        "family": "Wheat Beers",
        "description": "The German-style Dunkelweizen can be considered a cross between a German-style dunkel and a hefeweizen. Distinguished by its sweet maltiness and chocolate-like character, it can also have banana and clove (and occasionally vanilla or bubblegum) esters from weizen ale yeast.",
        "country": "Germany",
        "price": "12$",
        "image": "german-style-dunkelweizen.jpg"
      },
      {
        "id": 23,
        "title": "German-Style Hefeweizen",
        "family": "Wheat Beers",
        "description": "Arguably one of the most recognizable beer styles, the German-style hefeweizen offers a striking beer experience thanks to the use of distinctive wheat malt, unique yeast and uncharateristic appearance. This wheat beer breaks from the German beer mold, showcasing yeast-driven fruit and spice as well as bearing an eye-catching mystique.",
        "country": "Germany",
        "price": "12$",
        "image": "german-style-hefeweizen.jpg"
      },
      {
        "id": 24,
        "title": "American Barley Wine",
        "family": "Strong Ales",
        "description": "American barley wine ranges from amber to deep red/copper-garnet in color. A caramel and/or toffee aroma and flavor are often part of the malt character along with high residual malty sweetness. Complexity of alcohols is evident. Fruity-ester character is often high.",
        "country": "USA",
        "price": "12$",
        "image": "american-barley-wine.jpg"
      },
      {
        "id": 25,
        "title": "American Imperial Red Ale",
        "family": "Strong Ales",
        "description": "The use of American hops in the American imperial red ale lends to the perception of medium hop bitterness, flavor and aroma. Coupled with a solid malt profile, this should be a beer with balance between hop bitterness and malt sweetness. This is another example of modern American brewers taking an established style and boosting the flavor.",
        "country": "USA",
        "price": "12$",
        "image": "american-imperial-red-ale.jpg"
      },
      {
        "id": 26,
        "title": "British-Style Barley Wine Ale",
        "family": "Strong Ales",
        "description": "The name “British-style barley wine” represents a group of strong ales that rival the strength and complexity of some of the world’s most celebrated beverages. This brawny, malt-forward beer style is often one of the strongest beer styles on any given beer menu, and showcases a complex melange of toffee and fruit flavors counterbalanced by warming alcohol and sturdy hop bitterness.",
        "country": "England",
        "price": "12$",
        "image": "british-style-barley-wine-ale.jpg"
      },
      {
        "id": 27,
        "title": "English-Style Old Ale",
        "family": "Strong Ales",
        "description": "A distinctive quality of these ales is that their yeast undergoes an aging process (often for years) in bulk storage or through bottle conditioning, which contributes to a rich, wine-like and often sweet oxidation character. Old ales are copper-red to very dark in color. Complex estery character may emerge.",
        "country": "English",
        "price": "12$",
        "image": "english-style-old-ale.jpg"
      }
    ],
    "whiskey": [
      {
        "id": 101,
        "title": "Woodford Reserve Masters",
        "family": "Bourbon Whiskey",
        "description": "From the Woodford Reserve Master’s Collection, this is a Kentucky bourbon finished in American brandy casks for up to two years. The nose is slightly woody, with aromas of chocolate, cinnamon and light caramel. On the palate there are notes of raisins, figs and ripe banana, with spicy gingerbread and heady caramel and vanilla notes.",
        "country": "USA",
        "price": "97$",
        "image": "brbon_woo26.jpg"
      },
      {
        "id": 102,
        "title": "Van Brunt Stillhouse Bourbon ",
        "family": "Bourbon Whiskey",
        "description": "A deliberate divergence from tradition, this is a big, bold bourbon built to satisfy your sweet tooth. Chocolate, butterscotch and hints of banana simmer down to a finish sprinkled with coffee, nuts and lashings of maple syrup. It's a sundae in a whiskey glass, and we love it.",
        "country": "USA",
        "price": "78$",
        "image": "brbon_van16.jpg"
      },
      {
        "id": 103,
        "title": "Koval Bourbon",
        "family": "Bourbon Whiskey",
        "description": "Unusually, as well as the required minimum 51% corn, the rest of the mash contains gluten-free millet instead of the more-usual rye or wheat. A sweet and spicy release from Chicago's Koval.",
        "country": "USA",
        "price": "61$",
        "image": "brbon_kov2.jpg"
      },
      {
        "id": 104,
        "title": "Balcones Baby Blue Corn Whisky",
        "family": "Corn Whisky",
        "description": "Made from roasted blue corn (a type of flint corn, like sweet corn, but with a distinctive blue colour). This received the prestigious Double Gold medal at the San Francisco World Spirits Competition and has butter, corn, spice and fruit notes, alongside a rounded nuttiness.",
        "country": "USA",
        "price": "49$",
        "strength": "46%", 
        "image": "brbon_bal16.jpg"
        },
      {
        "id": 105,
        "title": "Mellow Corn",
        "family": "Corn Whiskey",
        "description": "Mellow Corn is a high-proof gold-coloured American corn whisky. As a corn whiskey, the mashbill is a minimum of 81% corn, with the remainder being a combination of malted barley and rye. A light, sweet whiskey, perfect for summer evenings.",
        "country": "USA",
        "price": "38$",
        "strength": "50%",
        "image": "brbon_mel1.jpg"
      },
      {
        "id": 106,
        "title": "Pike Creek 21 Year Old",
        "family": "Blended Whisky",
        "description": "An innovative Canadian whisky that's been aged for 21 years and then finished in casks that previously held Scotch whisky from Speyside. It's far from a gimmick, however – taste it and you'll discover rich, fruity notes combined with warm spice, dry oak, prunes, hints of tobacco and a rich, honeyed butteryness.",
        "country": "Canada",
        "price": "83$",
        "strength": "45%",
        "image": "brbon_pik5.jpg"
      },
      {
        "id": 107,
        "title": "Pendleton Midnight",
        "family": "Blended Whisky",
        "description": "A Canadian whisky created to celebrate the spirit of the American cowboy. Made by Hood River Distillers in Oregon, Pendleton Midnight is a blend of three- to six-year-old Canadian whiskies, including that aged for more than six years in American brandy barrels",
        "country": "Canada",
        "price": "60$",
        "strength": "45%",
        "image": "brbon_pen4.jpg"
      },
      {
        "id": 108,
        "title": "8 Seconds Canadian Blended Whisky ",
        "family": "Blended Whisky",
        "description": "A Frank-Lin Distillers-owned brand, 8 Seconds' is a range of Canadian whiskies. This is their blended whisky, with rich flavours, yet an easy-drinking nature. ",
        "country": "Canada",
        "price": "44$",
        "strength": "40%",
        "image": "brbon_eig1.jpg"
      },
      {
        "id": 109,
        "title": "Amrut Kadhambam",
        "family": "Single Malt Whisky",
        "description": "The 2019 release in Amrut's series, Kadhambam means 'mixture' or 'combination', and this Amrut certainly lives up to its name: a vatting of normal and peated Amrut that started life in ex-oloroso casks before being transferred first into brandy casks",
        "country": "India",
        "price": "153$",
        "strength": "50%",
        "image": "india_amr48.jpg"
      },
      {
        "id": 110,
        "title": "Paul John Pedro Ximenez",
        "family": "Single Malt Whisky",
        "description": "An exotic Indian single malt from Paul John, finished in Pedro Ximinez sherry casks, creating layers of apricots, figs and banana throughout the palate.",
        "country": "India",
        "price": "75$",
        "strength": "48%",
        "image": "india_joh26.jpg"
      },
      {
        "id": 111,
        "title": "Rampur Asava ",
        "family": "Single Malt Whisky",
        "description": "An Indian single malt from Rampur, distilled in the picturesque foothills of the Himalayas and matured in a combination of ex-bourbon casks and ex-Cabernet Sauvignon casks.",
        "country": "India",
        "price": "71$",
        "strength": "45%",
        "image": "india_ram5.jpg"
      },
      {
        "id": 112,
        "title": "Amrut Fusion",
        "family": "Single Malt Whisky",
        "description": "Amrut Fusion gets its name from the fact that it uses two barleys: Indian and Scottish - with the latter being peated for good measure.",
        "country": "India",
        "price": "61$",
        "strength": "50%",
        "image": "india_amr48.jpg"
      },
      {
        "id": 113,
        "title": "Suntory Hibiki 17 Year Old",
        "family": "Malt Whisky",
        "description": "A great bottle of Suntory Excellence from the 1980s. This was imported to Italy and the gold paper labe on the neck states that this whisky is aged for at least 30 years. ",
        "country": "Japan",
        "price": "570$",
        "strength": "43%",
        "image": "japan_sun36.jpg"
      },
      {
        "id": 114,
        "title": "Hakushu 12 Year Old",
        "family": "Single Malt Whisky",
        "description": "A perennial favourite and a must-try for anyone interested in discovering Japanese whisky. Hakushu is owned by Suntory, founders of the first Japanese distillery, Yamazaki.",
        "country": "Japan",
        "price": "190$",
        "strength": "43%",
        "image": "japan_hak1.jpg"
      },
      {
        "id": 115,
        "title": "Kaiyo Mizunara Oak Cask",
        "family": "Malt Whisky",
        "description": " This is cask-strength edition of Kaiyo's Mizunara matured whisky. It's a rare beast, as there's not much Mizunara – Japanese oak – and only a tiny amount gets turned into whisky casks.",
        "country": "Japan",
        "price": "121$",
        "strength": "53%",
        "image": "japan_kai2.jpg"
      },
      {
        "id": 116,
        "title": "Yoichi Single Malt",
        "family": "Single Malt Whisky",
        "description": "Relaunched in 2016, this comes from Nikka's excellent Yoichi distillery. This is a blend of single malts from different years and consequently does not carry an age statement. This is a smoky whisky with a maritime character.",
        "country": "Japan",
        "price": "82$",
        "strength": "45%",
        "image": "japan_sun36.jpg"
      },
      {
        "id": 117,
        "title": "Hatozaki Pure Malt ",
        "family": "Blended Whisky",
        "description": "Named after the oldest stone lighthouse in Japan, Hatozaki Pure Malt Japanese whisky is a sweet, smoky blended malt whisky from Kaikyo distillery.",
        "country": "Japan",
        "price": "48$",
        "strength": "46%",
        "image": "japan_hat2.jpg"
      },
      {
        "id": 118,
        "title": "Knappogue Castle 21 Year Old",
        "family": "Single Malt Whisky",
        "description": "A special-edition 21-year-old single malt Irish whiskey from Knappogue Castle, matured exclusively in a pair of ex-bourbon casks.",
        "country": "Ireland",
        "price": "241$",
        "strength": "46%",
        "image": "irish_kna21yo.jpg"
      },
      {
        "id": 119,
        "title": "Writers Tears Cask Strength",
        "family": "Blended Irish Whiskey",
        "description": "A higher intensity bottling from the Walsh distillery as part of their premium Writers' Tears range. Only 5280 bottles have been produced for 2017, offering notes of vanilla, honey, ginger, butterscotch and apple.",
        "country": "Ireland",
        "price": "122$",
        "strength": "53%",
        "image": "irish_wri6.jpg"
      },
      {
        "id": 120,
        "title": "Redbreast 21 Year Old",
        "family": "Single Pot Still Whiskey",
        "description": "The oldest expression from Redbreast so far, this is a combination of malted and unmalted barley matured in a mixture of bourbon barrels and first-fill oloroso casks, resulting in a rich and complex whiskey.",
        "country": "Ireland",
        "price": "227$",
        "strength": "46%",
        "image": "irish_red9.jpg"
      },
      {
        "id": 121,
        "title": "Irish Single Malt 2003",
        "family": "Single Malt Whiskey",
        "description": "A 2003 Irish single malt from indie bottler The Whisky Agency, matured for 16 years in a single barrel, before being bottled in 2019.",
        "country": "Ireland",
        "price": "184$",
        "strength": "51.9%",
        "image": "irish_twa2003.jpg"
      },
      {
        "id": 122,
        "title": "JJ Corry The Gael",
        "family": "Blended Whiskey",
        "description": "The second batch of JJ Corry The GaelIrish whiskey, made with a blend of 60% malt whiskey and 40% grain whiskey and matured in a combination of ex-bourbon and sherry casks.",
        "country": "Ireland",
        "price": "88$",
        "strength": "46%",
        "image": "irish_jjc6.jpg"
      },
      {
        "id": 123,
        "title": "Redbreast 21 Year Old",
        "family": "Blended Malt Whisky",
        "description": " This is a blended malt, made up of whiskies over 8 years old which have been finished in Oloroso casks. The blend changes slightly every time but it has a core of toffee and Caramac candies, a hint of spice with sweet fruit behind.",
        "country": "England",
        "price": "60$",
        "strength": "47%",
        "image": "english_for1.jpg"
      },
      {
        "id": 124,
        "title": "Masthouse Whisky 2017 ",
        "family": "Single Malt Whisky",
        "description": "The 2017 vintage of Masthouse English whisky from Kent's Copper Rivet Distillery, matured in a combination of casks. The palate offers notes of green apples, ginger biscuits, tropical fruits, toasted oak, chocolate orange and white pepper on the palate.",
        "country": "England",
        "price": "48$",
        "strength": "45%",
        "image": "english_mas2017.jpg"
      },
      {
        "id": 125,
        "title": "Cotswolds Peated Cask ",
        "family": "Single Pot Still Whiskey",
        "description": "A rich and fruity English single malt from Cotswolds distillery, matured in an ex-peated whisky quarter cask, creating a delicate smokiness throughout the palate.",
        "country": "England",
        "price": "69$",
        "strength": "60.2%",
        "image": "english_cot9.jpg"
      },
      {
        "id": 126,
        "title": "Sacred Peated English Whisky",
        "family": "Single Malt Whisky",
        "description": " To create this rich, nutty single malt Sacred have brought English whisky to London and moved it from its original bourbon barrels to hogsheads which previously contained Pedro Ximenez sherry.",
        "country": "England",
        "price": "54$",
        "strength": "48%",
        "image": "english_sac1.jpg"
      },
      {
        "id": 127,
        "title": "Kavalan Vinho Barrique 2012",
        "family": "Single Malt Whisky",
        "description": " A cask-strength, single-cask Kavalan distilled in June 2012, aged entirely in a wine barrique and bottled in 2018, exclusively for The Whisky Exchange.",
        "country": "Taiwan",
        "price": "239$",
        "strength": "53.2%",
        "image": "taiwan_kav71.jpg"
      }
    ]
  }
}
